Repository: MarvelApps-Flutter/Flutter-Localization
Catalog: lib/l10n/app_*.arb
Languages: es, hi

source: Hello World!
es: ¡Hola Mundo!
hi: हैलो वर्ल्ड!

# appTitle
source: Localization App
es: Aplicación de localización
hi: स्थानीयकरण ऐप

# appContent
source: This Application is made to demo the usage of localization in Flutter.
es: Esta aplicación está hecha para demostrar el uso de la localización en Flutter.
hi: यह एप्लिकेशन स्पंदन में स्थानीयकरण के उपयोग को प्रदर्शित करने के लिए बनाया गया है।

# breadName
source: Fresh Whole Wheat Bread
es: Pan integral fresco
hi: ताज़ी ब्रेड

# breadDecription
source: Whole wheat bread or wholemeal bread is a type of bread made using flour that is partly or entirely milled from whole or almost-whole wheat grains, see whole-wheat flour and whole grain. It is one kind of brown bread.
es: El pan integral o pan integral es un tipo de pan elaborado con harina parcial o totalmente molida a partir de granos de trigo integral o casi integral, véase harina de trigo integral y grano integral. Es un tipo de pan integral.
hi: होल व्हीट ब्रेड या होलमील ब्रेड एक प्रकार की ब्रेड है जो आटे का उपयोग करके बनाई जाती है जो आंशिक रूप से या पूरी तरह से साबुत या लगभग पूरे गेहूं के दानों से मिलती है, देखें साबुत गेहूं का आटा और साबुत अनाज। यह एक तरह की ब्राउन ब्रेड है।

# breadQuantity
source: 500 grams
es: 500 gramos
hi: 500 ग्राम

# butterName
source: Fresh Butter
es: mantequilla fresca
hi: ताजा मक्खन

# butterDecription
source: Unsalted Butter is made from fresh cream and nothing else. It is Fresh Butter in its purest form, and doesn't contain any salt at all. With lower moisture content than most other butters, it is an essential cooking and baking ingredient making it especially helpful when making pastries and puddings. 100% Natural !
es: La mantequilla sin sal está hecha de crema fresca y nada más. Es mantequilla fresca en estado puro y no contiene nada de sal. Con un contenido de humedad más bajo que la mayoría de las otras mantequillas, es un ingrediente esencial para cocinar y hornear, lo que lo hace especialmente útil para hacer pasteles y pudines. 100% natural !
hi: अनसाल्टेड बटर फ्रेश क्रीम से बनता है और कुछ नहीं। यह अपने शुद्धतम रूप में ताजा मक्खन है, और इसमें बिल्कुल भी नमक नहीं होता है। अधिकांश अन्य बटरों की तुलना में कम नमी सामग्री के साथ, यह एक आवश्यक खाना पकाने और बेकिंग सामग्री है जो पेस्ट्री और पुडिंग बनाते समय इसे विशेष रूप से सहायक बनाती है। 100% प्राकृतिक!

# butterQuantity
source: 500 grams
es: 500 gramos
hi: 500 ग्राम

# juiceName
source: Fresh Orange Juice
es: Jugo de naranja fresco
hi: संतरे का ताजा रस

# juiceDecription
source: Oranges have been a favourite fruit flavour for all kinds of recipes, since forever. It’s loved by kids and grownups dig it too. Yet, it’s not just because they taste so yum. There are many other benefits of oranges in a diet. A normal orange, say about 180 grams,can give you enough Vitamin C to last for two days. Not just that, oranges are easily available, can be stored without a hassle and Real Fruit Power’s Orange flavour is as popular as the fruit itself. You can also check out the various mocktail recipes you can make with Real Fruit Power.
es: Las naranjas han sido un sabor de fruta favorito para todo tipo de recetas, desde siempre. Es amado por los niños y los adultos también lo disfrutan. Sin embargo, no es solo porque saben tan rico. Hay muchos otros beneficios de las naranjas en una dieta. Una naranja normal, digamos unos 180 gramos, puede darte suficiente vitamina C para dos días. No solo eso, las naranjas están fácilmente disponibles, se pueden almacenar sin problemas y el sabor a naranja de Real Fruit Power es tan popular como la fruta misma. También puede consultar las diversas recetas de cócteles sin alcohol que puede preparar con Real Fruit Power.
hi: संतरा हमेशा से सभी प्रकार के व्यंजनों के लिए एक पसंदीदा फल स्वाद रहा है। यह बच्चों को बहुत पसंद होता है और बड़े भी इसे खोदते हैं। फिर भी, यह सिर्फ इसलिए नहीं है क्योंकि वे इतने यम का स्वाद लेते हैं। आहार में संतरे के और भी कई फायदे हैं। एक सामान्य संतरा, जैसे लगभग 180 ग्राम, आपको दो दिनों तक चलने के लिए पर्याप्त विटामिन सी दे सकता है। इतना ही नहीं, संतरे आसानी से उपलब्ध हैं, बिना किसी परेशानी के स्टोर किए जा सकते हैं और रियल फ्रूट पावर का ऑरेंज फ्लेवर उतना ही लोकप्रिय है जितना कि फल। आप विभिन्न मॉकटेल रेसिपी भी देख सकते हैं जिन्हें आप रियल फ्रूट पावर से बना सकते हैं।

# juiceQuantity
source: 1 Litre
es: 1 litro
hi: 1 लीटर

# samosaName
source: Samosa
hi: समोसा

# vegRollName
source: Vegetable Roll
es: Rollo De Vegetales
hi: सब्जी रोल

# paneerWrapName
source: Paneer Wrap
es: Envoltura de Paneer
hi: पनीर व्राप

# vegBurgerName
source: Vegetable Burger
es: Hamburguesa Vegetal
hi: सब्जी बर्गर

# homeTitle
source: Home
es: Página de inicio
hi: होम पेज

# viewAllBtnText
source: View All
es: Ver todo
hi: सभी को देखें

# minOrderText
source: Minimum Order
es: Pedido mínimo
hi: न्यूनतम ऑर्डर

source: Food Category
es: Categoría de alimentos
hi: खाद्य श्रेणी

source: Quantity
es: Cantidad
hi: मात्रा

source: Price
es: Precio
hi: कीमत
